{
  "pl": {
    "PL": "pl",
    "alertCalendar": "WYBIERZ DATĘ",
    "alertDonationAmount": "WPROWADŹ WARTOŚĆ",
    "alertCurrencyMenu": "WYBIERZ WALUTĘ",
    "burgerButtonMenuMain": "główna",
    "burgerButtonMenuCalculator": "kalkulator",
    "burgerButtonMenuForms": "formularze",
    "burgerButtonMenuMovies": "filmy",
    "calculatorPageSelectDate": "Wybierz datę otrzymania darowizny.",
    "calculatorPageSelectCurrencyAndEnterAmount": "Wybierz walutę i wpisz kwotę.",
    "calculatorPageClearFormTitle": "Czyszczenie formularza",
    "calculatorPageClearFormAreYouSure": "Czy na pewno chcesz usunąć wszystkie dane na formularzu?",
    "calculatorPageClearFormAnswerNo": "Nie",
    "calculatorPageClearFormAnswerYes": "Tak",
    "calculatorPageResultButton": "WYNIK",
    "countTaxZero1": "Darowizna przekracza 10434zł. Na zgłoszenie darowizny do US masz pół roku od daty jej przyjęcia. Formularz SD-Z2.",
    "countTaxZero2": "Nie musisz zgłaszać darowizny, jesli suma darowizn od jednego darczyńcy nie przekroczyła 10 434zł w ciągu 5 lat poprzedzających rok, w którym nastąpiła ostatnia darowizna.",
    "countTaxOne1": "Nie musisz zgłaszać darowizny, jesli suma darowizn od jednego darczyńcy nie przekroczyła 10 434 zł w ciągu 5 lat poprzedzających rok, w którym nastąpiła ostatnia darowizna.",
    "countTaxOne2": "Podatek to 3%. Na zgłoszenie darowizny do US masz miesiąc od daty jej przyjęcia. Formularz SD-3.",
    "countTaxOne3": "Podatek to 333 zł 90 gr i 5% od nadwyżki ponad 11 128 zł. Na zgłoszenie darowizny do US masz miesiąc od daty jej przyjęcia. Formularz SD-3.",
    "countTaxOne4": "Podatek to 890 zł 30 gr i 7% od nadwyżki ponad 22 256 zł. Na zgłoszenie darowizny do US masz miesiąc od daty jej przyjęcia. Formularz SD-3.",
    "countTaxTwo1": "Nie musisz zgłaszać darowizny, jesli suma darowizn od jednego darczyńcy nie przekroczyła 7 878 zł w ciągu 5 lat poprzedzających rok, w którym nastąpiła ostatnia darowizna.",
    "countTaxTwo2": "Podatek to 7%. Na zgłoszenie darowizny do US masz miesiąc od daty jej przyjęcia. Formularz SD-3.",
    "countTaxTwo3": "Podatek to 779 zł 00 gr i 9% od nadwyżki ponad 11 128 zł. Na zgłoszenie darowizny do US masz miesiąc od daty jej przyjęcia. Formularz SD-3.",
    "countTaxTwo4": "Podatek to 1780 zł 60 gr i 12% od nadwyżki ponad 22 256 zł. Na zgłoszenie darowizny do US masz miesiąc od daty jej przyjęcia. Formularz SD-3.",
    "countTaxThree1": "Nie musisz zgłaszać darowizny, jesli suma darowizn od jednego darczyńcy nie przekroczyła 5 308 zł w ciągu 5 lat poprzedzających rok, w którym nastąpiła ostatnia darowizna.",
    "countTaxThree2": "Podatek to 12%. Na zgłoszenie darowizny do US masz miesiąc od daty jej przyjęcia. Formularz SD-3.",
    "countTaxThree3": "Podatek to 1335 zł 40 gr i 16% od nadwyżki ponad 11 128 zł. Na zgłoszenie darowizny do US masz miesiąc od daty jej przyjęcia. Formularz SD-3.",
    "countTaxThree4": "Podatek to 3115 zł 90 gr i 20% od nadwyżki ponad 22 256 zł. Na zgłoszenie darowizny do US masz miesiąc od daty jej przyjęcia. Formularz SD-3.",
    "formPageFormOne1": "Formularz SD-Z2",
    "formPageFormOne2": "Zgłoszenie o nabyciu własności rzeczy lub praw majątkowych",
    "formPageFormTwo1": "Formularz SD-3",
    "formPageFormTwo2": "Zeznanie podatkowe o nabyciu rzeczy lub praw majątkowych",
    "formPageFormThree1": "Załącznik SD-3A",
    "formPageFormThree2": "Załącznik do deklaracji SD-3 -&nbsp;inf. o pozostałych podatnikach",
    "formPageOpenButton": "Otwórz",
    "formPageInfo": "Więcej informacji na stronie:",
    "groupSelectNone": "Kim jesteś dla darczyńcy? Kliknij w przycisk, aby zobaczyć opis i wybrać odpowiednią grupę podatkową. UWAGA! Możesz pominąć ten krok, jeśli nie chcesz liczyć należnego podatku.",
    "groupSelect0": "Tzw. \"0\" grupa podatkowa, czyli najbliższa rodzina: małżonek, wstępni (rodzice, dziadkowie, pradziadkowie), zstępni (dzieci, wnuki, prawnuki), pasierb, ojczym, macocha, rodzeństwo. UWAGA: Jeżeli nie zgłosisz spadku w ciągu 6 miesięcy, wówczas zapłacisz podatek na zasadach określonych dla I grupy podatkowej!",
    "groupSelect1": "I grupa podatkowa: małżonek, wstępni (rodzice, dziadkowie, pradziadkowie), zstępni (dzieci, wnuki, prawnuki), pasierb, ojczym, macocha, rodzeństwo, teściowie, zięć, synowa",
    "groupSelect2": "II grupa podatkowa: zstępni rodzeństwa (np. dzieci siostry, wnuki brata), rodzeństwo rodziców (np. ciotki, wujowie), zstępni i małżonkowie pasierbów, małżonkowie rodzeństwa i rodzeństwo małżonków, małżonkowie rodzeństwa małżonków, małżonkowie innych zstępnych (np. mąż wnuczki)",
    "groupSelect3": "III grupa podatkowa: pozostali nabywcy.",
    "homePageTitle1": "Kalkulator darowizny w walucie obcej",
    "homePageTitle2": "to narzędzie do szybkiego i łatwego przeliczenia darowizny otrzymanej w walucie obcej na równowartość w złotówkach wraz z wyliczeniem należnego podatku.",
    "homePageQuestion1": "Co to jest darowizna?",
    "homePageAnswer1": "Art. 888 KC: § 1. Przez umowę darowizny darczyńca zobowiązuje się do bezpłatnego świadczenia na rzecz obdarowanego kosztem swego majątku.",
    "homePageQuestion2": "Co należy zrobić, kiedy otrzyma się darowiznę w walucie obcej?",
    "homePageAnswer2": "Przeliczyć wartość darowizny po średnim kursie NBP z dnia, w którym ją otrzymaliśmy, sprawdzić, czy należy zapłacic podatek i w jakiej wysokości, a na koniec zgłosić darowiznę na formularzu SD-3 lub SD-Z2 do Urzędu Skarbowego.",
    "homePageWhatYouCanFind": "Kalkulator wykona za Ciebie niezbędne obliczenia. W menu -> formularze znajdziesz dokumenty do zgłoszenia darowizny ze strony podatki.gov.pl. W menu -> filmy znajdują się krótkie poradniki dot. darowizn przygotowane przez Ministerstwo Finansów.",
    "homePageCalculatorButton": "Kalkulator",
    "moviesPageMovie1": "OBOWIĄZKI PODATNIKA",
    "moviesPageMovie2": "FORMULARZ SD-Z2",
    "moviesPageMovie3": "FORMULARZ SD-3",
    "resultAreaDonation": "Darowizna",
    "resultAreaInfoAboutNBP": "Średnie kursy walut NBP wylicza w każdy dzień roboczy. Ceny walut publikowane są między godziną 11:45 a 12:15. Kalkulator automatycznie wybierze ostatnie opublikowane notowanie.",
    "resultAreaRate": "Kurs",
    "resultAreaRecord": "Notowanie",
    "resultAreaTax": "Podatek",
    "resultAreaTaxNoDataInfo": "brak danych",
    "resultAreaTaxNoSelectedTaxGroupInfo": "Nie wybrano grupy podatkowej.",
    "AUD": "dolar australijski",
    "BGN": "lew (Bułgaria)",
    "BRL": "real (Brazylia)",
    "CAD": "dolar kanadyjski",
    "CHF": "frank szwajcarski",
    "CLP": "peso chilijskie",
    "CNY": "yuan renminbi (Chiny)",
    "CZK": "korona czeska",
    "DKK": "korona duńska",
    "EUR": "euro",
    "GBP": "funt szterling",
    "HKD": "dolar Hongkongu",
    "HUF": "forint (Węgry)",
    "IDR": "rupia indonezyjska",
    "ILS": "nowy izraelski szekel",
    "INR": "rupia indyjska",
    "ISK": "korona islandzka",
    "JPY": "jen (Japonia)",
    "KRW": "won południowokoreański",
    "MXN": "peso meksykańskie",
    "MYR": "ringgit (Malezja)",
    "NOK": "korona norweska",
    "NZD": "dolar nowozelandzki",
    "PHP": "peso filipińskie",
    "RON": "lej rumuński",
    "SEK": "korona szwedzka",
    "SGD": "dolar singapurski",
    "THB": "bat (Tajlandia)",
    "TRY": "lira turecka",
    "UAH": "hrywna (Ukraina)",
    "USD": "dolar amerykański",
    "XDR": "SDR (MFW)",
    "ZAR": "rand (Republika Południowej Afryki)"
  },
  "en": {
    "EN": "en",
    "alertCalendar": "SELECT DATE",
    "alertDonationAmount": "ENTER VALUE",
    "alertCurrencyMenu": "SELECT CUR.",
    "burgerButtonMenuMain": "main",
    "burgerButtonMenuCalculator": "calculator",
    "burgerButtonMenuForms": "forms",
    "burgerButtonMenuMovies": "movies",
    "calculatorPageSelectDate": "Select the date when you receive your donation.",
    "calculatorPageSelectCurrencyAndEnterAmount": "Select currency and enter amount.",
    "calculatorPageClearFormTitle": "Clear form",
    "calculatorPageClearFormAreYouSure": "Are you sure you want to delete all data on the form?",
    "calculatorPageClearFormAnswerNo": "No",
    "calculatorPageClearFormAnswerYes": "Yes",
    "calculatorPageResultButton": "RESULT",
    "countTaxZero1": "The donation exceeds PLN 10,434. You have six months from the date of receipt to submit a donation to the Tax Office. Form SD-Z2.",
    "countTaxZero2": "You don't have to report a donation if the sum of donations from one donor did not exceed PLN 10,434 in the 5 years preceding the year in which the last donation was made.",
    "countTaxOne1": "You don't need to report a donation if the sum of donations from one donor did not exceed PLN 10,434 in the 5 years preceding the year in which the last donation was made.",
    "countTaxOne2": "The tax is 3%. You have one month from the date of receipt to submit your donation to the Tax Office. Form SD-3.",
    "countTaxOne3": "The tax is PLN 333.90 and 5% on the surplus over PLN 11,128. You have one month from the date of receipt to submit your donation to the Tax Office. Form SD-3.",
    "countTaxOne4": "The tax is PLN 890.30 and 7% on the surplus over PLN 22,256. You have one month from the date of receipt to submit a donation to the Tax Office. Form SD-3.",
    "countTaxTwo1": "You don't have to report a donation if the sum of donations from one donor did not exceed PLN 7,878 in the 5 years preceding the year in which the last donation was made.",
    "countTaxTwo2": "Tax is 7%. You have one month from the date of receipt to report your donation to the Tax Office. Form SD-3.",
    "countTaxTwo3": "The tax is PLN 779 00 gr and 9% on the surplus over PLN 11,128. You have one month from the date of receipt to submit your donation to the Tax Office. Form SD-3.",
    "countTaxTwo4": "The tax is PLN 1,780.60 and 12% on the surplus over PLN 22,256. You have one month from the date of receipt to submit your donation to the Tax Office. Form SD-3.",
    "countTaxThree1": "You don't need to report a donation if the sum of donations from one donor did not exceed PLN 5,308 in the 5 years preceding the year in which the last donation was made.",
    "countTaxThree2": "The tax is 12%. You have one month from the date of receipt to submit your donation to the Tax Office. Form SD-3.",
    "countTaxThree3": "The tax is PLN 1,335.40 and 16% on the surplus over PLN 11,128. You have one month from the date of receipt to submit your donation to the Tax Office. Form SD-3.",
    "countTaxThree4": "The tax is PLN 3,115.90 and 20% on the surplus over PLN 22,256. You have one month from the date of receipt to submit a donation to the Tax Office. Form SD-3.",
    "formPageFormOne1": "Form SD-Z2",
    "formPageFormOne2": "Notification on the acquisition of ownership of things or property rights",
    "formPageFormTwo1": "Form SD-3",
    "formPageFormTwo2": "Tax return on the acquisition of property or property rights",
    "formPageFormThree1": "Appendix SD-3A",
    "formPageFormThree2": "Appendix to the SD-3 declaration -&nbsp;info on other taxpayers",
    "formPageOpenButton": "Open",
    "formPageInfo": "For more information visit:",
    "groupSelectNone": "Who are you to the donor? Click the button to see the description and select the appropriate tax group. NOTE! You can skip this step if you do not want to count the tax due.",
    "groupSelect0": "So-called \"0\" tax group, i.e. immediate family: spouse, ascendants (parents, grandparents, great-grandparents), descendants (children, grandchildren, great-grandchildren), stepson, stepfather, stepmother, siblings. ATTENTION: If you do not report the inheritance within 6 months, then you will pay the tax on the terms specified for the 1st tax group!",
    "groupSelect1": "I tax group: spouse, ascendants (parents, grandparents, great-grandparents), descendants (children, grandchildren, great-grandchildren), stepson, stepfather, stepmother, siblings, in-laws, son-in-law, daughter-in-law",
    "groupSelect2": "II tax group: descendants of siblings (e.g. sister's children, grandchildren of brother), parents' siblings (e.g. aunts, uncles), descendants and stepchildren's spouses, siblings' spouses and spouses' siblings, spouses of spouses' siblings, spouses of other descendants (e.g. granddaughter's husband)",
    "groupSelect3": "Third tax group: other buyers.",
    "homePageTitle1": "Foreign currency donation calculator",
    "homePageTitle2": "is a tool for quick and easy conversion of a donation received in a foreign currency into the equivalent in PLN, along with the calculation of the tax due.",
    "homePageQuestion1": "What is a donation?",
    "homePageAnswer1": "Art. 888 of the Civil Code: § 1. By a donation agreement, the donor undertakes to provide a free benefit to the recipient at the expense of his property.",
    "homePageQuestion2": "What should I do when I receive a foreign currency donation?",
    "homePageAnswer2": "Calculate the value of the donation at the average exchange rate of the National Bank of Poland on the day we received it, check whether you should pay tax and in what amount, and finally report the donation on the SD-3 or SD-Z2 form to the Tax Office.",
    "homePageWhatYouCanFind": "The calculator will do the necessary calculations for you. In the menu -> forms you will find documents for submitting a donation from the podatki.gov.pl website. In the menu -> videos there are short guides on donations prepared by the Ministry of Finance.",
    "homePageCalculatorButton": "Calculator",
    "moviesPageMovie1": "TAXPAYER'S OBLIGATIONS",
    "moviesPageMovie2": "FORM SD-Z2",
    "moviesPageMovie3": "FORM SD-3",
    "resultAreaDonation": "Donation",
    "resultAreaInfoAboutNBP": "NBP calculates average exchange rates every working day. Currency prices are published between 11:45 and 12:15. The calculator will automatically select the last published quotation.",
    "resultAreaRate": "Rate",
    "resultAreaRecord": "Record",
    "resultAreaTax": "Tax",
    "resultAreaTaxNoDataInfo": "no data",
    "resultAreaTaxNoSelectedTaxGroupInfo": "No tax group selected.",
    "AUD": "Australian dollar",
    "BGN": "lev (Bulgaria)",
    "BRL": "real (Brazil)",
    "CAD": "Canadian dollar",
    "CHF": "Swiss franc",
    "CLP": "Chilean peso",
    "CNY": "yuan renminbi (China)",
    "CZK": "Czech crown",
    "DKK": "Danish kroner",
    "EUR": "euro",
    "GBP": "pound sterling",
    "HKD": "Hong Kong Dollar",
    "HUF": "forint (Hungary)",
    "IDR": "Indonesian rupee",
    "ILS": "Israeli new shekel",
    "INR": "Indian rupee",
    "ISK": "Icelandic króna",
    "JPY": "yen (Japan)",
    "KRW": "South Korean Won",
    "MXN": "Mexican peso",
    "MYR": "ringgit (Malaysia)",
    "NOK": "Norwegian krona",
    "NZD": "New Zealand Dollar",
    "PHP": "Philippine Pesos",
    "RON": "Romanian leu",
    "SEK": "Swedish krona",
    "SGD": "Singapore Dollar",
    "THB": "bat (Thailand)",
    "TRY": "Turkish lira",
    "UAH": "hryvnia (Ukraine)",
    "USD": "US Dollar",
    "XDR": "SDR (IMF)",
    "ZAR": "rand (South Africa)"
  }
}
